Repository: Radu-Lucian/EAW
Catalog: translations/messages.*.xlf
Languages: ro

# login.welcome
source: Please sign in
ro: Vă rugăm să vă conectați

# login.password
source: Password
ro: Parolă

# login.signin
source: Sign in
ro: Conectați-vă

# login.ro
source: Romanian
ro: Română

# login.en
source: English
ro: Engleză

# login.sign_out
source: Sign out
ro: Deconectează-te

# index.welcome
source: Welcome!
ro: Bine ați venit!

# menu.cars
source: Cars
ro: Autoturisme

# menu.invetory
source: Invetory
ro: Inventar

# menu.mechanics
source: Mechanics
ro: Mecanici

# menu.notes
source: Notes
ro: Note

# menu.progress
source: Progress
ro: Progres

# menu.users
source: Users
ro: Utilizatori

# menu.talons
source: Talons
ro: Certificate de înmatriculare

# menu.tickets
source: Tickets
ro: Tichete

# menu.tickets_mechanics
source: Tickets_Mechanics
ro: Tichete_Mecanici

# title.auto_service
source: Auto-Service
ro: Service Autoturisme

# all.show
source: Show info
ro: Mai multă informație

# all.edit
source: Edit
ro: Editați

# all.back_to_list
source: Back to list
ro: Înapoi la listă

# all.delete
source: Delete
ro: Șterge înregistrarea

# all.admin_controler
source: Admin controller
ro: Control de administrator

# talon.plate
source: Registration plate
ro: Număr de înamtriculare

# talon.cc
source: CC
ro: Capacitate cilindrică

# talon.registartion_year
source: Registartion year
ro: Anul primei înmatriculări

# talon.expiration_date
source: Expiration date
ro: Data expirării

# talon.related_car
source: Related to car
ro: Mașina aparținătoare

# talon.actions
source: actions
ro: Acțiuni

# talon.title
source: Your car related Talons
ro: Certificatele de înamtriculare adăugate de dvs.

# talon.new
source: Add new talon
ro: Adăugați un certificat de înamtriculare nou

# talon.no_records
source: no records found
ro: nu au fost găsite înregistrări

# talon.index
source: Talons index
ro: Certificate de înamtriculare

# talon.show
source: Ticket
ro: Tichet

# talon.new_talon
source: Create a new talon
ro: Adăugați un certificat de înmatriculare

# talon.edit_talon
source: Edit the selected talon
ro: Editați certificatul de înmatriculare selectat

# car.make
source: Make
ro: Marca mașinii

# car.model
source: Model
ro: Modelul

# car.actions
source: actions
ro: Acțiuni

# car.title
source: Your cars
ro: Mașinile adăugate de dvs.

# car.new
source: Add new car
ro: Adăugați o mașină nouă

# car.no_records
source: no records found
ro: nu au fost găsite inregistrări

# car.index
source: Cars index
ro: Mașini

# car.new_car
source: Add a new car
ro: Adăugați o mașină nouă

# car.edit_car
source: Edit the selected car
ro: Editați mașina selectată

# note.message
source: Message
ro: Mesaj mecanic

# note.from_progress
source: From progress
ro: Ține de progresul

# note.actions
source: actions
ro: Acțiuni

# note.title
source: Notes responses regarding a progress from mechanics
ro: Notițe de la mecanici cu privire la progres

# note.no_records
source: no records found
ro: nu au fost găsite inregistrări

# note.index
source: Notes index
ro: Note mecanici

# progress.state
source: State
ro: Stare

# progress.estimation_date
source: Estimation date
ro: Data estimată de rezolvare

# progress.user_ticket
source: From user ticket
ro: Aparține de tichet-ul

# progress.actions
source: actions
ro: Acțiuni

# progress.title
source: Progress responses from mechanics
ro: Probleme raportate de mecanici

# progress.no_records
source: no records found
ro: nu au fost găsite înregistrări

source: Progress index
ro: Progres

# ticket.description
source: Description
ro: Descriere

# ticket.date_started
source: Date started
ro: Date raportării

# ticket.related_car
source: Related car
ro: Mașina pentru care a fost deschis tichetul

# ticket.actions
source: actions
ro: Acțiuni

# ticket.title
source: Your created Tickets
ro: Tichetele create de dvs.

# ticket.no_records
source: no records found
ro: nu au fost găsite înregistrări

# ticket.index
source: UserTickets index
ro: Tichete

# ticket.new
source: Add new ticket
ro: Adăugați un tichet nou

# ticket.new_ticket
source: Create a new ticket
ro: Adăugați un tichet nou

# ticket.edit_ticket
source: Edit the selected ticket
ro: Editați tichetul selectat

# all.car_name
source: Car
ro: Mașina

# search.default
source: Enter your search key word.
ro: Introduceți în motorul de căutare un cuvânt
